[
  "If a defender passes to their goalkeeper and the goalkeeper picks up the ball it's considered a pass back, which results in a Penalty.",
  "If any player pulls, it will result in an auto Warning.",
  "If you're the last man and you slide tackle/pull a player, you will get an auto Red Card for 1 leg.",
  "A normal match has 2 legs. The first leg there is no extra time or penalties. The second leg can and will have **extra time and/or penalties if needed.**",
  "A forfeit will result for the opposite team 3 points extra if you don't have your 6 players for your league match.",
  "At half time in every leg you got 2 minutes to go to your team locker room and discuss. (YOUR DECISION ON DOING LOCKER ROOM OR NOT)",
  "If you vote to kick a teammate, that will result in an extra point/goal for the opposite team.",
  "Regular games are 6v6 or 7v7, with 1 ref and 1 var.",
  "In a game, a team can be resulted in a forfeit if their team has below 5 players or be punished by not following the ref or the rules.",
  "If there's an active competition, there's gonna be 2-3 games everyday depending on what round it is and you will have to wait 10m after a game ends for another to start.",
  "If your players are late for a substitution, we won't help you as it's not our responsibility.",
  "If your goalkeeper leaves, we can’t do anything about it and it’s your responsibility to take care of things.",
  "If y’all are willing to sub, we can’t do nothing about it or pause it as it ruins the other opponent's games so your responsibility to sub while the game continues.",
  "If one of your players gets caught not signing a player, (it’s either a rematch or other consequences that the staff will discuss (It won’t affect you getting a ban or kick).",
  "If the ball crossed the line in the goal, It counts as a goal.",
  "If your manager is joining a league match but is not willing to play on the field, your manager needs to be escorted out of the league match or it's going to be a punishment for your manager  or pushing back the date of the league match.",
  "Any command being used in the private server while the league match is still being played will result in (1-10) Match ban based on how much you abused the command (IT INCLUDES REFS AND STAFF.)",
  "If you're willing to push back the date, ask the opposition manager that you're going to face against in your upcoming league match to change the date and screenshot to show proof (IF NOT, US STAFF TEAM CAN'T DO NOTHING ABOUT IT.)",
  "If you slide/pull someone, it will be a warning unless it's a last man or you making a 2nd foul which results in a yellow card.",
  "If you make your 3rd foul in a league match, it will result in a red card.",
  "Once your team is in the game, you get at least 5 minutes to warm up.",
  "A Commentator CANNOT ref the game  and can only commentate (Unless the ref wants to commentate if there are no commentators.)",
  "If y’all are complaining about something not being offside, WE CANNOT DO NOTHING AND YALL SHOULD BLAME RF24 FOR THEIR GAME.",
  "If the ref make some mistake of making bad decisions due to them not knowing the knowledge of this league rule, WE CAN’T DO REMATCH OR FIX RESULT AS ITS THAT REF FAULTS AND THE OTHER TEAM WILLING TO COMPLAIN ABOUT IT unless y’all agree to rematch (Also ref will get punish if they make bad decisions.)",
  "Every person on this server has rights to report a ref if they have information about the ref making a bad decision.",
  "If the ball glitch onto your body after a throw-in, it will be a KO/Kickoff as spawning the ball to do a free kick  might waste time.  (THE TIME WON'T CHANGE)",
  "If someone kicked the ball into the goal while it was lagging, IT COUNTS AS NO GOAL AS THE GK CAN'T REACT FAST WHICH LEADS A GOAL KICK.",
  "If you have a celebration glitch after scoring a goal, FIX IT OR THE NEXT TIME YOUR TEAM SCORE A GOAL,  WON'T LEAD TO A GOAL.",
  "If the ball glitched or it disappeared, IT WOULD LEAD TO A KO/KICKOFF DUE TO THE FACT IF WE DO FK, IT TAKES TIME TO SPAWN THE BALL.",
  "If it's 1st leg, HOME TEAM TAKE THE KICKOFF IN THE FIRST HALF AND THE AWAY TEAM TAKES THE KICKOFF IN THE SECOND HALF. Also if it's 2nd leg, AWAY TEAM TAKE KICKOFF IN THE FIRST HALF AND HOME TEAM TAKES THE KICKOFF IN THE 2ND HALF IF DO IT NOT IN ORDERED, WE WILL DECIDE THE PUNISHED THAT WILL LEAD TO YOU (WILL NOT INCLUDE MATCH BAN, KICK, OR BANNING)",
  "Before the league match starts, give all the discord users that are from your lineup so the staff team can make sure your players are signed.",
  "Anything that has to do with paying the ref to win the game WILL LEAD YOU TO A DISBAND AND FINISH AT THE BOTTOM OF THE LEAGUE.",
  "Being really toxic or talking trash will lead you to a 30 minute time out in the game. (DOESN’T INCLUDE MESSAGE THAT DON’T HURT OR DISRESPECT ANYBODY FEELING)",
  "If the ref makes a decision that the play was offside, IT WILL NOT BE COUNTED AS THERE IS AN AUTO VAR THAT WILL DEAL WITH OFFSIDE. (If they decide to not fix the issue, THEY WILL BE PUNISHED)",
  "If its a throw in and you pass it to yourself, IT WILL BE ILLEGAL AS IT’S A AUTOPASS WHICH LEAD TO A YELLOW CARD. (If autopass and scored at the same time, IT WILL BE RULED OUT AND THE PLAYER THAT AUTOPASS WILL BE YELLOW CARD)",
  "If you take a freekick and pass it to yourself, IT WILL BE A ILLEGAL PLAY THAT IS AUTOPASS WHICH YOU WILL GET YELLOW CARD (If autopass and scored at the same time, IT WILL BE RULED OUT AND THE PLAYER THAT AUTOPASS WILL BE YELLOW CARD)",
  "If your opponent is taking the KO and one of your players or you decide to touch it, IT WILL LEAD A YELLOW CARD TO THAT PERSON.",
  "If you decide to shoot from KO, YOU WILL RECEIVE A YELLOW CARD (If you scored from KO, IT WILL BE DISALLOWED AND YOU WILL BE RECEIVE A YELLOW CARD)",
  "To manager out there, if one of your players is afk in the middle of the match, he will be subbed off and will not be able to play the whole game, UNLESS if you wanna sub them back on.",
  "If a gk catches a ball outside the goal line but it went inside the goal line, IT WON'T COUNT BECAUSE OF THE ANIMATION NOT GK FAULT.",
  "If managers sign players during the game, IT WILL BE 1+ FOR OTHER TEAM.",
  "If the unsigned player scored or assisted, IT WILL BE DISALLOWED BECAUSE THEY ARE NOT SIGNED.",
  "If you did an Emergency Signing - When you sign players 30 min before a LM/League match, IT WILL BE 1+ FOR EVERY SIGNED PLAYER THAT WERE EMERGENCY SIGNING.",
  "If Peerless or Hybrid is malfunctioning or disabled,  MANAGERS WILL HAVE THE PERMISSION TO HAVE 7 DAYS TO SIGN PLAYERS IF THEIR TEAM ROSTER IS UNDER 10+",
  "If manager Forfeit or FFT 2 times, THEY WILL BE DISBANDED AND WON’T HAVE PERMISSION TO MESSAGE ADS IN THE SCOUT CHANNEL.",
  "If managers or guests post their team ads in the free agent channel, YALL WILL GET WARNING AND IF THE PROCESS KEEP CONTINUING, THERE WILL BE PUNISHMENT.",
  "If there aren't that many LM/League matches on friday, teams that faced earlier LM in the past can rematch if they are willing to and yall have to schedule the rematch before friday.",
  "If the manager postpone the match to next weekend, CAN’T BE SCHEDULE TO NEXT WEEKEND BECAUSE THERE COULD BE UPCOMING LM NEXT WEEKEND  OR WAIT A HIGH RANK PERSON TO APPROVE IT.",
  "MANAGERS CAN’T POSTPONE MORE THAN 2 TIME BECAUSE LM/LEAGUE MATCH NEED TO BE PLAYED OR IT WILL GUARANTEED BOTH TEAM PUNISHMENT. (REASON YOU COULD BE PUNISHMENT BECAUSE YOUR TEAM IS INACTIVE OR BUSY)",
  "When the LM/League match reacts at half time, each manager has 1-5 Minutes to sub or you will have to sub your player while the game is being played."
]
